{
    "venue1": 
        {
            "title": "KUMANA NATIONAL PARK",
            "text": "Kumana, the land of mystery and awe is located on the far eastern corner of the island. It is connected to Yala and is part of the same ecosystem. But due to the access and location, it is quite a long drive to reach compared to Yala. Kumana was initially famous as a bird sanctuary with many species of birds nesting in the waters of Kumana Villu. But in the last decade or so, there has been an increasing number of leopard sightings in the park. The legends say the leopards of Kumana are known to be “man-eaters” and the leopards of Lenama (an area in the park) are mythically known to be larger and deadlier. But the reality is that these two are the same leopards that you see in Yala. But there have been cases of man-eaters in the park which are more than in many other parts of the island."
        },

     "venue2":   
        {
            "title": "HORTON PLAIN NATIONAL PARK",
            "text": "One of the last remaining highland wilderness refuges is Horton Plains, National Park. Located over 2500 meters above sea level, this montane wilderness is set atop a high plateau and is one of Mother Nature’s most spectacular wonders. This land is one of the most sensitive and ecologically significant locations in the country – with a vast number of plants and animal life being endemic and found nowhere else in the world. The kings of this domain, these predators are found in the deep dense cloud forests and on the fringes of the open plains which are the main landscapes of this habitat. Feeding primarily on Sambhur the largest species of deer in Sri Lanka these cats seem to have a few physiological differences from their lowland cousins. The Horton Plains Leopards seem to be much larger in physical size and their faces wider with shorter muzzle areas giving them a stouter and wider look."
        },

    "venue3":
        {
            "title": "VEHERAGALA NATIONAL PARK",
            "text": "The Veheragala National Park, also known as Yala Block 5 became popular in the last 6 years as an alternative to Yala Block 5. The small land extends borders to the giant Veheragala reservoir and is less visited than its more famous counterpart. This park is also known for its fair number of leopards, often seen on the main road which runs through the park. The high density of prey animals such as Spotted Deer and Grey Langur may have resulted in the number of leopards seen, and gradual habituation has helped greatly in giving quality sightings. This is a great park to combine with when visiting Block 1 to get away from crowds and to get a change in landscape."
        },
    
    "threat1": 
        {
            "title": "Human Wildlife Conflict",
            "text": "The leopard is protected by the Fauna and Flora Protection Ordinance (FFPO) and it is illegal to kill or possess the body parts of this endangered species. Yet leopards are frequently killed and although the majority are secondary victims of snares laid for wild boar and other game favoured by the palates of humans, some are still deliberately targeted. Gone are the days when households proudly displayed leopard skins as wall hangings or rugs to boast of their material wealth and breadth of travel. Neither do fashionable women now abominate their bodies and souls with the skins of leopards to enhance their inadequate levels of beauty."
        },

    "threat2" :   
        {
            "title": "Destruction of habitat",
            "text": "The greatest threat to the leopard, however, is unplanned development and illegal encroachment into its natural habitat. While Sri Lanka needs development, it must be planned, sustainable and take into account the wilderness and wildlife that may already be living in these areas. If that was done, then much of the human-wildlife conflict that happens could be avoided."
        }
    
}
