{ 
    
    "text2-overlay-title" : "SINHARAJA FOREST RESERVE",

    "text2-overlay-text": "A UNESCO-listed World Heritage Site and Biosphere Reserve, Sinharaja Forest Reserve is the last viable area of primary tropical rainforestin Sri Lanka featuring tumbling waterfalls, bubbling pools and emerald ferns. Situated in the south west of the island, the forest’s canopy towers up to 45m and astonishingly over two-thirds ofthe trees are endemic, many of them even considered rare.However, one of the main reasons to visit Sinharaja is for theexcellent birdwatching. The reserve supports over 80% of the island’s bird species as well as being a habitat for endemic birdssuch as the green-billed coucal, the blue magpie and the red-facedmalkoha. Butterflies, insects, amphibians and reptiles also livein this rich biodiverse reserve as well as mammals such as the rare leopard, purple-faced langur, rusty spotted cat and three types of squirrel.",



    "text3-overlay-title" : "HIKKADUWA MARINE NATIONAL PARK",

    "text3-overlay-text":">Declared a Nature Reserve in 1988 and then upgraded to national park status in 2002, the Hikkaduwa National Park in the southern province is one of only two marine nationalparks in Sri Lanka. Although the southern coastline is home to many coral reefs, the reefs in Hikkaduwa are the most diverseand accessible and offer some of the country’s best snorkelling and diving opportunities.The main reef of Hikkaduwa sits in a sheltered lagoon, it is a typical fringing reef with an average depth of about 5 metres. The coral is colourful and diverse with around 60 different species including boulder and encrusting corals, small-strands of Acropora coral and the cabbage-like Montipora coral. The seagrass is home to sea turtles, whilst tropical reef fish such as parrot fish, angel fish and butterfly fish skirt through the corals. Along the outer slope of the reef, blacktip reef sharks can be found along with hawksbill and green turtles.",


    "text4-overlay-title": "MINNERIYA NATIONAL PARK",

    "text4-overlay-text" : "Minneriya National Park sits in the north central province and with just over 300 square miles it remains one of the smallest parks in Sri Lanka. Despite the reserve’s small size, it is home to a range of terrains including grasslands and thick scrub, dry tropical forest and wetlands. Minneriya also features a man-made tank that filters to the reservoir and feeds the park’s wildlife during the dry months. Mammals found in Minneriya include deer, purple-faced langur and macaque monkeys, sloth bears and about 20 leopards, plus there is a wonderful range of migratory  and indigenous birds throughout the park including the hanging parrot, brown-capped babbler and green bee-eater. However, the star attraction of the reserve is ‘The Gathering’; a spectacle where over 300 elephants congregate to the Minneriya reservoir as they search for water and fresh grass during the dry season (July – October). This wonderful event is the largest meeting of Asian elephants in the world."



}